;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: 风过无痕
; TranslationAuthorEmail: hackdream@qq.com
; TranslationAuthorWeb: http://t.qq.com/netline
; Soft Version: 1.07.16
; Update: 2013-08-13
;

[GUI]
ButtonYes=是
ButtonNo=否
ButtonOK=确定
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=关闭
ButtonRestore=还原
ButtonMenu=菜单
BtnNews=信息

[Lang]
NativeLanguage=简体中文


[Translation]
LangCode=0804|1004
ReadHabit=Left-to-right
LanguageName=ENU
DefaultFont=微软雅黑
DefaultFontSize=9
DefaultCharset=GB2312_CHARSET
Information=信息
Warning=警告
Error=错误
Confirm=确认
CurVer=当前版本:
BtnEnd=结束
;
; About
;
FrmGBAbout.caption=关于
FrmGBAbout.btnok.caption=确定
FrmGBAbout.lblver.caption=当前版本：
FrmGBAbout.lblemail.caption=技术支持：
FrmGBAbout.lblhome.caption=官方主页：
FrmGBAbout.lblthank.caption=感谢以下人员对我们产品做出的贡献：
;
; Popup Menu
;
pmFeedback=建议和反馈
pmNewsletter=获取新闻
pmHelp=在线帮助
pmHome=官方主页
pmContact=联系我们
pmCheckNew=检查更新
pmLang=多国语言
pmAbout=关于
pmCheckNew=检查更新
pmrun=运行游戏
pmadd=加入游戏
pmdel=删除游戏
pminfo=游戏信息
pmEndProcess=关闭进程
pmExclude=排外
pmNoExclude=取消排外
pmGoogle=通过Google搜索
;
; Main GUI
; 
FrmGBMain.btncheckver.caption=检查新版本
FrmGBMain.btnfeedback.caption=建议和反馈
FrmGBMain.BtnTabGame.Caption=我的游戏
FrmGBMain.BtnTabOpt.Caption=系统优化
FrmGBMain.BtnTabProcess.Caption=进程管理
FrmGBMain.BtnTabService.Caption=服务优化
FrmGBMain.Btnlikeit.Caption=赞扬
FrmGBMain.BtnRestore.Caption=服务恢复
;
;like it
;
FrmlikeIt.lblTitle.caption=如果您喜欢Wise Game Booster，请赶快把这款实用的免费工具介绍给您所爱的人吧！
Frmlikeit.lblInfo.caption=请通过您的邮件、博客、微博等分享Wise Game Booster给您的家人、朋友、同学及同事吧。您会为他们的生活带来便利！
FrmlikeIt.lblRate.caption=给Wise Game Booster投票：
FrmlikeIt.lblfollow.caption=关注我们：
FrmlikeIt.lblshare.caption=分享Wise Game Booster：
FrmlikeIt.btndownload.caption=免费下载
FrmlikeIt.imgrate.hint=给我们一个五星评价
FrmlikeIt.imgmail.hint=通过邮件与朋友分享
FrmlikeIt.imgface1.hint=通过Facebook与朋友分享
FrmlikeIt.imgface2.hint=在Facebook上关注我们
FrmlikeIt.imgtwitter1.hint=通过Twitter与朋友分享
FrmlikeIt.imgtwitter2.hint=在Twitter上关注我们
FrmlikeIt.Caption=赞一个
FrmlikeIt.lbldownload.caption=从WiseCleaner.com下载更多免费软件

FrmGBMain.btnFacebook.hint=分享到QQ空间
FrmGBMain.btnTwitter.hint=分享到新浪微博
FrmGBMain.btnEmail.hint=分享到百度贴吧

;
; gameinfo
;
FrmGameinfo.caption=游戏信息
FrmGameinfo.lbltype.caption=游戏类型:
FrmGameinfo.lblname.caption=文件名:
FrmGameinfo.lblPublisher.caption=发布公司:
FrmGameinfo.lbltimes.caption=运行次数:
FrmGameinfo.lbllasttime.caption=最后运行时间:
FrmGameinfo.lblrate.caption=游戏评级:
FrmGameinfo.lblcomment.caption=游戏备注:
FrmGameinfo.btnok.caption=确定
FrmGameinfo.btncancel.caption=取消
;
;GameBox
;
FrmGameBox.btnsysopt.caption=手动优化
FrmGameBox.btnProcessopt.caption=手动优化
FrmGameBox.btnServiceopt.caption=手动优化
FrmGameBox.btnopt.caption=一键优化

;
;sysopt
;
FrmSysOpt.btnopt.caption=全部优化
FrmSysOpt.lblhint.caption=优化以下选项，将有助于提高游戏性能。
FrmSysOpt.lblreall.caption=一键还原
;
;processopt
;
FrmProcess.lblhint.caption=关闭占用内存较多的进程，加快游戏运行。
ProcessCpu=CPU占用
ProcessMemory=内存占用
ProcessSuggest=建议
ProcessAction=进程管理
ProcessMostMemUse=高内存占用的非系统程序
;
;Serviceopt
;
FrmService.lblhint.caption=停止和游戏无关的服务，加快游戏运行。
ServicePublisher=开发商
ServiceSuggest=建议
ServiceAction=服务管理
ServiceStop=停止和游戏无关的服务
ServiceDisable=停止
ServiceEnable=开启
ServiceKeep=保持
ServiceMust=必须运行

;
;serviceRestore
;
Frmrestore.Btnreall.caption=全部恢复
Frmrestore.caption=服务恢复
Frmrestore.Btnok.caption=确定
ServiceName=服务名称
ServiceChangeDateTime=服务修改日期
ServiceRestore=服务恢复

[GameBox]
lstbtnsearch=搜索游戏
GameUnknow=未知游戏
GameRPG=角色扮演游戏
GameShot=射击游戏
GameOther=其他游戏
NeverPlay=从未玩过
UnknowPublisher=未知开发者
lstbtnadd=添加游戏
LblSysopt=系统优化
LblProcessopt=进程管理
LblServiceopt=服务优化
LblTitleCheck=正在检测电脑性能，请等候...

[message]
NoNews=您当前没有未读消息。
NewVer=发现一个新版本，您想要现在更新吗？
FirRun=当WGB第一次运行时，您是否需要自动搜索本地游戏?
NoNewVer=恭喜！您当前使用的就是最新版。
CheckComputer=正在检测电脑性能，请等候...
SearchGame=正在查找本机游戏，请等候...
Allgood=恭喜，您的电脑性能非常好，无需优化。
SysGood=恭喜，没有发现需要优化的项目。
ProcessGood=恭喜，没有发现需要关闭的进程。
ServiceGood=恭喜，没有发现可以停止的服务。
HaveProblem=发现%d个问题,请点击一键优化按钮处理这些问题。
sysProblem=发现%d个系统项目可以优化，建议优化提高电脑性能。
Processproblem=发现%d个进程占用内存过大，建议关闭这些进程。
Serviceproblem=发现%d个可以停止的服务在运行，建议停止这些服务。
DeleteGame=确认要删除此游戏吗？
HaveOpt=已优化
btnRestore=还原
btnOpt=立即优化
BtnAction=操作
BtnClose=结束
BtnStop=停止
SuggestClose=结束
SuggestKeep=保持
haveclosed=已结束
haveStoped=已停止
HaveRun=已开启
BtnRun=开启服务
HaveFail=停止失败
OptComputer=正在优化，请稍后...
AllgoodAfterOpt=完成优化，帮您释放了%s MB内存空间。立即开始游戏！
AllgoodAfterManualOpt=恭喜您，没有发现可优化项，立即开始游戏！
HaveProblemAfterOpt=%d个项目优化失败，帮您释放了%s MB内存空间！
TranslateTo=翻译成...

[sysopt]
SystemStable=系统稳定性
SystemSpeedup=加快系统运行速度
NetworkSpeedup=提升网络访问速度
AutoKill=自动关闭无响应的程序，避免系统死机
RestartExplorer=当资源管理器出错时，自动重启资源管理器，避免桌面消失
TwoProcess=让Windows资源管理器以独立进程运行，避免系统冲突
ErrorReport=禁止发送屏幕出错报告，提升电脑性能
Debugger=禁用Debug调试程序，加快错误处理速度
OptMemory=优化内存设置，提升系统性能
OptVEff=优化对话框，菜单等前端组件显示，提升系统响应速度
OptFileSystem=优化文件系统，提升系统性能
OptDiskSystem=优化子系统的磁盘读写操作，提升系统性能
DisAutoRun=禁用驱动器“自动播放”功能，防止病毒感染
OptTTL=优化TTL设置，加快网络速度
OptNetForward=优化网络转发能力，加快网络速度
OptMTU=通过路由寻址查询技术自动检测“黑洞”，优化TCP/IP网络性能
OptWINS=优化WINS名称查询时间，提高数据传输速度
OptNetWork=优化网络设置，提升交换性能
CloseAnimate=关闭窗口最大化和最小化时动画效果，加快窗口响应速度
PagingExecutive=禁用内存页面交换并减少磁盘读写操作，提升软件性能（内存小于1GB时，请忽略此项）
StaticIP=为您的本地网络设置静态IP，加快电脑开机速度
PorcessorTime=优化处理器性能，让应用程序，游戏等运行更流畅（如果您的机器是服务器，请忽略此项）
DisableIDECheck=禁用IDE通道检查，加快电脑开机速度
ForeAppSpeed=提高前台程序响应速度
AeroPeek=加快Aero Peek透视桌面功能的显示速度
ShowSpeed=优化系统显示响应速度
AeroSnap=加快 Aero Snap 显示速度
IconCache=增加系统图标缓存并加速桌面显示。
OptDiskIdle=当CPU空闲时优化磁盘读写操作
OptIEConnection=增加IE同时连接线数，提高网页浏览速度及在线观看视频速度。
OptEthernet=优化以太网卡性能
SuperPrefetchParameters=禁用Super-Prefetch以减少Windows（8/10）启动时的内存消耗
BlueReboot=禁止系统在蓝屏时自动重启
RemoteRegAccess=禁止远程修改注册表
FileListSpeed=优化windows文件列表刷新策略
PreviewUP=加快任务栏窗口预览显示速度
OptDNS=优化DNS，加快DNS解析速度
OptLAN=优化局域网连接
SSDSpeedup=固态硬盘优化
DisablePrefetch=禁止预读参数延长固态硬盘使用寿命
DisableSuperPrefetch=禁止超预读参数延长固态硬盘使用寿命
DisableDefragBoot=禁止开机碎片整理延长固态硬盘使用寿命
DisableDefragIdle=禁止空闲时碎片整理延长固态硬盘使用寿命
EnableTRIM=启用TRIM功能提高固态硬盘性能
BootSpeedup=加快开关机速度
PrefetchParameters=优化预读参数，加快开机速度
BootDelay=减少“磁盘自检”时间，加快开机速度
BootPartition=启用开机优化，加快开机速度
ClearPagingFile=禁止Windows关机时清理页面文件，加快关机速度
TimeOut=减小关机时的程序等待时间，提高关机速度


